files/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-04-18 Sun 14:33 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>/nebhrajani/files/</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Nebhrajani A.V." />
<html class="sea-theme">
<meta http-equiv="content-type" content="text/html; charset=UTF-8">
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" href="../stylesheets/hack.css" />
<link rel="stylesheet" href="../stylesheets/css.css" />
<link rel="stylesheet" href="../stylesheets/standard.css" />
<link rel="stylesheet" href="../stylesheets/index.css" />
</head>
<body>
<div id="content">
<nav class="sidebar-nav">
<a class="nav-item" title="" href="https://nebhrajani-a.github.io/">home</a>
<a class="nav-item" title="" href="https://nebhrajani-a.github.io/posts/">posts</a>
<a class="nav-item" title="" href="https://nebhrajani-a.github.io/files/">files</a>
</nav>

<!-- <div class="post-meta - 1 min read
-->

<p>
Some of the stuff I've written:
</p>

<ol class="org-ol">
<li><p>
<a href="./nss2021.pdf">Erebor [2.4M]​</a>: A submission to the <a href="https://space.nss.org/settlement/nasa/Contest/">NSS Space Settlement Contest
2021</a>, in collaboration with Arnav Kalgutkar. Won the third prize in
the 12th Grade Small Group category.
</p>

<p>
<b>Abstract:</b> This paper
presents a novel design for a mobile self-sustaining asteroid
mining colony (population: 7500) that significantly improves upon
previous designs' structure, energy requirement, total mass, and construction complexity. Mined ores are
processed in-situ, adding value and facilitating distribution. Exports
are carried out using secondary spacecraft. The structure itself is
designed to minimize mass and mechanical complexity. Of note is the
creation of a `shell' structure around rotating torii, which is used
for aeroponics, radiation shielding, rotation using magnets, and
internal transport between rotating and non-rotating components via
mag-lev trains. A pebble-bed nuclear reactor is the primary power
source, and its heat used for nuclear thermal propulsion. Future
prospects include diversifying export destinations and creating more
colonies, aiding space colonization.
</p></li>

<li><a href="./nss2021_errata.pdf">Errata to Erebor [93K]​</a>: A record of errors in <i>Erebor</i>.</li>
</ol>
</div>
<div id="postamble" class="status">
<hr><p style="font-size: 75%">Created in GNU <a href="https://www.gnu.org/software/emacs/">Emacs</a> 25.2.2 (<a href="https://orgmode.org">Org</a> mode 9.3.6).</p>
</div>
</body>
</html>
